-- phpMyAdmin SQL Dump
-- version 4.9.1
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- 생성 시간: 20-06-27 20:04
-- 서버 버전: 5.5.64-MariaDB
-- PHP 버전: 7.2.23

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 데이터베이스: `eodiya`
--

-- --------------------------------------------------------

--
-- 테이블 구조 `cheonan`
--

CREATE TABLE `cheonan` (
  `room_name` varchar(20) CHARACTER SET utf8 DEFAULT NULL,
  `build_name` varchar(15) CHARACTER SET utf8 DEFAULT NULL,
  `facility_type_name` varchar(6) CHARACTER SET utf8 DEFAULT NULL,
  `closed` varchar(18) CHARACTER SET utf8 DEFAULT NULL,
  `weekday_start` varchar(5) CHARACTER SET utf8 DEFAULT NULL,
  `weekday_end` varchar(5) CHARACTER SET utf8 DEFAULT NULL,
  `weekend_start` varchar(5) CHARACTER SET utf8 DEFAULT NULL,
  `weekend_end` varchar(5) CHARACTER SET utf8 DEFAULT NULL,
  `paid` varchar(1) CHARACTER SET utf8 DEFAULT NULL,
  `paid_std_time` int(11) DEFAULT NULL,
  `usage_fee` int(11) DEFAULT NULL,
  `overtime_std` int(11) DEFAULT NULL,
  `overrime_usage_fee` int(11) DEFAULT NULL,
  `application` varchar(5) CHARACTER SET utf8 DEFAULT NULL,
  `address_street` varchar(25) CHARACTER SET utf8 DEFAULT NULL,
  `tel` varchar(12) CHARACTER SET utf8 DEFAULT NULL,
  `website` varchar(47) CHARACTER SET utf8 DEFAULT NULL,
  `latitude` decimal(10,8) DEFAULT NULL,
  `longitude` decimal(10,7) DEFAULT NULL,
  `last_update` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 테이블의 덤프 데이터 `cheonan`
--

INSERT INTO `cheonan` (`room_name`, `build_name`, `facility_type_name`, `closed`, `weekday_start`, `weekday_end`, `weekend_start`, `weekend_end`, `paid`, `paid_std_time`, `usage_fee`, `overtime_std`, `overrime_usage_fee`, `application`, `address_street`, `tel`, `website`, `latitude`, `longitude`, `last_update`) VALUES
('서북구청 축구장', '서북구청', '축구장', '없음', '05:00', '23:00', '05:00', '23:00', 'N', NULL, NULL, NULL, NULL, '방문', '충청남도 천안시 서북구 성거읍 봉주로 75', '041-521-6043', 'www.cheonan.go.kr/seobuk/index.do?siteCode=3000', '36.87850820', '127.1550958', '2019-06-24 00:00:00'),
('실내배드민턴장', '실내배드민턴장', '체육관', '매월첫번째월요일,명절당일', '06:00', '23:00', '06:00', '23:00', 'Y', 2, 2000, NULL, NULL, '인터넷', '충청남도 천안시 동남구 천안대로 357', '041-529-5113', 'www.cfmc.or.kr', '36.77976540', '127.1636196', '2019-06-24 00:00:00'),
('축구센터 다목적경기장', '축구센터', '다목적경기장', '없음', '06:00', '23:00', '06:00', '23:00', 'N', NULL, NULL, NULL, NULL, NULL, '충청남도 천안시 서북구 축구센터로 150', '041-529-5170', 'www.cfmc.or.kr', '36.82163220', '127.1467072', '2019-06-24 00:00:00'),
('축구센터 축구장', '축구센터', '축구장', '없음', '06:00', '23:00', '06:00', '23:00', 'Y', 2, 100000, 1, 50000, '인터넷', '충청남도 천안시 서북구 축구센터로 150', '041-529-5170', 'www.cfmc.or.kr', '36.82163220', '127.1467072', '2019-06-24 00:00:00'),
('축구센터 다목적실', '축구센터', '다목적실', '없음', '09:00', '23:00', '09:00', '23:00', 'Y', 4, 130000, 4, 130000, '인터넷', '충청남도 천안시 서북구 축구센터로 150', '041-529-5170', 'www.cfmc.or.kr', '36.82163220', '127.1467072', '2019-06-24 00:00:00'),
('축구센터 회의실', '축구센터', '회의실', '없음', '09:00', '23:00', '09:00', '23:00', 'Y', 4, 60000, 4, 60000, '인터넷', '충청남도 천안시 서북구 축구센터로 150', '041-529-5170', 'www.cfmc.or.kr', '36.82163220', '127.1467072', '2019-06-24 00:00:00'),
('축구센터 회의실', '축구센터', '회의실', '없음', '09:00', '23:00', '09:00', '23:00', 'Y', 4, 130000, 4, 130000, '인터넷', '충청남도 천안시 서북구 축구센터로 150', '041-529-5170', 'www.cfmc.or.kr', '36.82163220', '127.1467072', '2019-06-24 00:00:00'),
('종합운동장 다목적경기장', '종합운동장다목적구장', '다목적경기장', '없음', '06:00', '23:00', '06:00', '23:00', 'N', NULL, NULL, NULL, NULL, NULL, '충청남도 천안시 서북구 번영로 208', '041-529-5048', 'www.cfmc.or.kr/admin_tool/index.asp', '36.82001920', '127.1143038', '2019-06-24 00:00:00'),
('종합운동장보조경기장 다목적경기장', '종합운동장보조경기장', '다목적경기장', '없음', '06:00', '23:00', '06:00', '23:00', 'Y', 9, 175000, 1, NULL, '인터넷', '충청남도 천안시 서북구 번영로 208', '041-529-5048', 'www.cfmc.or.kr/admin_tool/index.asp', '36.82001920', '127.1143038', '2019-06-24 00:00:00'),
('종합운동장유관순체육관 다목적경기장', '유관순체육관', '다목적경기장', '없음', '05:00', '23:00', '05:00', '23:00', 'Y', 9, 300000, 1, NULL, '인터넷', '충청남도 천안시 서북구 번영로 208', '041-529-5048', 'www.cfmc.or.kr/admin_tool/index.asp', '36.82001920', '127.1143038', '2019-06-24 00:00:00'),
('종합운동장주경기장 다목적경기장', '종합운동장주경기장', '다목적경기장', '없음', '06:00', '23:00', '06:00', '23:00', 'Y', 9, 525000, 1, NULL, '인터넷', '충청남도 천안시 서북구 번영로 208', '041-529-5048', 'www.cfmc.or.kr/admin_tool/index.asp', '36.82001920', '127.1143038', '2019-06-24 00:00:00'),
('쌍용2동주민자치센터 다목적강당', '쌍용2동주민자치센터', '강당', '토·일요일', '09:00', '21:30', '09:00', '23:00', 'N', NULL, NULL, NULL, NULL, '방문.전화', '충청남도 천안시 서북구 쌍용14길 70', '041-572-4492', NULL, '36.79622440', '127.1233471', '2019-06-24 00:00:00'),
('서북구청 테니스장', '서북구청', '테니스장', '없음', '06:00', '18:00', '06:00', '18:00', 'N', NULL, NULL, NULL, NULL, '방문', '충청남도 천안시 서북구 성거읍 봉주로 75', '041-521-6043', 'www.cheonan.go.kr/seobuk/index.do?siteCode=3000', '36.87850820', '127.1550958', '2019-06-24 00:00:00'),
('성정2동 주민자치센터 강의실', '성정2동주민자치센터', '강의실', '공휴일', '09:00', '18:00', '09:00', '23:00', 'N', NULL, NULL, NULL, NULL, NULL, '충청남도 천안시 서북구 서부1길 62', '041-521-6883', NULL, '36.82387640', '127.1378741', '2019-06-24 00:00:00'),
('쌍용3동주민자치센터', '쌍용3동주민자치센터', '강의실', '공휴일', '09:00', '18:00', '09:00', '23:00', 'N', NULL, NULL, NULL, NULL, NULL, '충청남도 천안시 서북구 서부8길 29', '041-521-6883', NULL, '36.81966820', '127.1397673', '2019-06-24 00:00:00'),
('쌍용3동주민센터 다목적실', '쌍용3동주민센터', '다목적실', '공휴일', '09:00', '18:00', '09:00', '23:00', 'N', NULL, NULL, NULL, NULL, NULL, '충청남도 천안시 서북구 월봉로 138', '041-521-6945', NULL, '36.80293620', '127.1191837', '2019-06-24 00:00:00'),
('쌍용1동주민자치센터 다목적실, 학습실', '쌍용1동주민자치센터', '다목적실', '토·일요일', '09:00', '18:00', '09:00', '23:00', 'Y', NULL, 10000, NULL, NULL, '방문', '충청남도 천안시 서북구 미라10길 21', '041-521-6903', NULL, '36.80401630', '127.1305234', '2019-06-24 00:00:00'),
('문성동주민센터 다목적실', '문성동주민센터', '다목적실', '매주 토·일요일', '09:00', '18:00', '09:00', '23:00', 'N', NULL, NULL, NULL, NULL, '방문.전화', '충청남도 천안시 동남구 문화로 15', '041-521-4843', NULL, '36.81094120', '127.1502833', '2019-06-24 00:00:00'),
('성환읍주민자치센터 강의실', '성환읍사무소', '강의실', '공휴일', '09:00', '18:00', '09:00', '23:00', 'N', NULL, NULL, NULL, NULL, '방문.전화', '충청남도 천안시 서북구 성환읍 성환13길 7', '041-521-6755', NULL, '36.91815030', '127.1344032', '2019-06-24 00:00:00'),
('부성2동주민자치센터 강의실', '부성2동주민자치센터', '강의실', '토·일요일, 공휴일', '09:00', '18:00', '09:00', '23:00', 'Y', NULL, NULL, NULL, NULL, '방문', '충청남도 천안시 서북구 오성로 55', '041-553-6691', NULL, '36.83052870', '127.1335260', '2019-06-24 00:00:00'),
('부성2동주민자치센터 대강당', '부성2동주민자치센터', '강당', '토·일요일, 공휴일', '09:00', '18:00', '09:00', '23:00', 'Y', NULL, NULL, NULL, NULL, '방문', '충청남도 천안시 서북구 오성로 75', '041-553-6691', NULL, '36.83050630', '127.1357818', '2019-06-24 00:00:00'),
('쌍용도서관 문화사랑방', '정보교육원', '다목적실', '매월 첫째,셋째 월요일', '09:00', '18:00', '09:00', '18:00', 'Y', 4, 30000, NULL, NULL, '방문', '충청남도 천안시 서북구 월봉4로 153', '041-521-3731', 'lib.cheonan.go.kr', '36.80035090', '127.1145943', '2019-06-24 00:00:00'),
('중앙도서관 동아리방', '정보교육원', '회의실', '매월 둘째,넷째 월요일', '10:00', '18:00', '10:00', '18:00', 'N', 2, NULL, 2, NULL, '인터넷', '충청남도 천안시 동남구 중앙로 118', '041-521-3789', 'lib.cheonan.go.kr', '36.80911340', '127.1534079', '2019-06-24 00:00:00'),
('중앙도서관 공연연습실', '정보교육원', '기타', '매월 둘째,넷째 월요일', '10:00', '18:00', '10:00', '18:00', 'N', 2, NULL, 2, NULL, '인터넷', '충청남도 천안시 동남구 중앙로 118', '041-521-3789', 'lib.cheonan.go.kr', '36.80911340', '127.1534079', '2019-06-24 00:00:00'),
('중앙도서관 문화체험실', '정보교육원', '기타', '매월 둘째,넷째 월요일', '10:00', '18:00', '10:00', '18:00', 'N', 2, NULL, 2, NULL, '전화', '충청남도 천안시 동남구 중앙로 118', '041-521-3789', 'lib.cheonan.go.kr', '36.80911340', '127.1534079', '2019-06-24 00:00:00'),
('축구센터 풋살경기장', '축구센터', '풋살경기장', '없음', '06:00', '20:00', '06:00', '20:00', 'Y', 1, 20000, 1, 20000, '인터넷', '충청남도 천안시 서북구 축구센터로 150', '041-529-5170', 'www.cfmc.or.kr', '36.82163220', '127.1467072', '2019-06-24 00:00:00'),
('야구장', '야구장', '야구장', '명절당일', '08:00', '20:00', '08:00', '20:00', 'Y', 2, 44000, NULL, NULL, '인터넷', '충청남도 천안시 동남구 천안대로 320', '041-529-5119', 'www.cfmc.or.kr', '36.78395090', '127.1657519', '2019-06-24 00:00:00'),
('부성1동주민자치센터 다목적실', '부성1동주민자치센터', '다목적실', '토,일요일', '09:00', '18:00', '09:00', '22:00', 'N', NULL, NULL, NULL, NULL, '방문.전화', '충청남도 천안시 서북구 두정로 208', '041-556-6981', NULL, '36.83334510', '127.1400267', '2019-06-24 00:00:00'),
('부성1동주민자치센터 요가실', '부성1동주민자치센터', '강의실', '토,일요일', '09:00', '18:00', '09:00', '22:00', 'N', NULL, NULL, NULL, NULL, '방문.전화', '충청남도 천안시 서북구 두정로 208', '041-556-6981', NULL, '36.83334510', '127.1400267', '2019-06-24 00:00:00'),
('부성1동주민자치센터 탁구실', '부성1동주민자치센터', '강의실', '토,일요일', '09:00', '18:00', '09:00', '22:00', 'N', NULL, NULL, NULL, NULL, '방문.전화', '충청남도 천안시 서북구 두정로 208', '041-556-6981', NULL, '36.83334510', '127.1400267', '2019-06-24 00:00:00'),
('수신면주민자치센터 헬스장', '수신면주민자치센터(복지회관)', '기타', '공휴일', '06:00', '21:00', '06:00', '22:00', 'N', NULL, NULL, NULL, NULL, '방문', '충청남도 천안시 동남구 수신면 수신로 400', '041-521-4765', NULL, '36.72821510', '127.2805868', '2019-06-24 00:00:00'),
('쌍용2동주민자치센터 헬스장', '쌍용2동주민자치센터 헬스장', '기타', '토·일요일', '09:00', '21:00', '08:00', '22:00', 'N', NULL, NULL, NULL, NULL, '방문.전화', '충청남도 천안시 서북구 쌍용14길 70', '041-572-4492', NULL, '36.79622440', '127.1233471', '2019-06-24 00:00:00'),
('청룡동주민자치센터', '청룡동주민센터', '다목적실', '공휴일', '09:00', '21:00', '09:00', '22:00', 'N', NULL, NULL, NULL, NULL, '방문', '충청남도 천안시 동남구 청수14로 99', '041-521-4961', NULL, '36.78607183', '127.1567413', '2019-06-24 00:00:00'),
('백석동주민센터 다목적실', '백석동주민센터', '다목적실', '공휴일', '09:00', '21:00', '09:00', '22:00', 'N', NULL, NULL, NULL, NULL, '방문.전화', '충청남도 천안시 서북구 번영로 208', '041-521-6964', NULL, '36.82001820', '127.1143038', '2019-06-24 00:00:00'),
('일봉동주민자치센터 다목적실', '일봉동주민자치센터', '다목적실', '매주 토·일요일', '09:00', '21:50', '09:00', '22:00', 'Y', NULL, NULL, NULL, NULL, '방문', '충청남도 천안시 동남구 차돌고개4길 18', '041-521-4925', NULL, '36.79909510', '127.1353346', '2019-06-24 00:00:00'),
('신방동주민자치센터 다목적1실', '신방동주민자치센터', '다목적실', '토.일', '09:00', '21:50', '09:00', '22:00', 'Y', 2, NULL, NULL, NULL, '방문', '충청남도 천안시 동남구 천안천변길 129-41', '041-521-4941', NULL, '36.78587053', '127.1224907', '2019-06-24 00:00:00'),
('신방동주민자치센터 다목적2실', '신방동주민자치센터', '다목적실', '토.일', '09:00', '21:50', '09:00', '22:00', 'Y', 2, NULL, NULL, NULL, '방문', '충청남도 천안시 동남구 천안천변길 129-41', '041-521-4941', NULL, '36.78587053', '127.1224907', '2019-06-24 00:00:00'),
('신방동주민자치센터 다목적3실', '신방동주민자치센터', '다목적실', '토.일', '09:00', '21:50', '09:00', '22:00', 'Y', 1, NULL, NULL, NULL, '방문', '충청남도 천안시 동남구 천안천변길 129-41', '041-521-4941', NULL, '36.78587053', '127.1224907', '2019-06-24 00:00:00'),
('신방동주민자치센터 헬스장', '신방동주민자치센터', '기타', '토.일', '09:00', '21:50', '09:00', '22:00', 'Y', NULL, NULL, NULL, NULL, '방문', '충청남도 천안시 동남구 천안천변길 129-41', '041-521-4941', NULL, '36.78587053', '127.1224907', '2019-06-24 00:00:00'),
('쌍용3동주민센터 체력단련실', '쌍용3동주민센터', '기타', '공휴일', '06:00', '22:00', '06:00', '22:00', 'N', NULL, NULL, NULL, NULL, NULL, '충청남도 천안시 서북구 월봉로 138', '041-521-6945', NULL, '36.80293620', '127.1191837', '2019-06-24 00:00:00'),
('봉명동주민자치센터 헬스장', '봉명동주민자치센터', '기타', '매주 토·일요일', '06:00', '22:00', '06:00', '22:00', 'Y', 16, NULL, NULL, NULL, '방문', '충청남도 천안시 동남구 양지13길 14', '041-521-4903', NULL, '36.80915250', '127.1390108', '2019-06-24 00:00:00'),
('성환읍주민자치센터 체력단련실', '성환읍사무소', '기타', '공휴일', '06:00', '22:00', '06:00', '22:00', 'N', NULL, NULL, NULL, NULL, '방문.전화', '충청남도 천안시 서북구 성환읍 성환13길 7', '041-521-6755', NULL, '36.91815030', '127.1344032', '2019-06-24 00:00:00'),
('입장면사무소 헬스장', '입장면사무소', '기타', '공휴일', '06:00', '22:00', '06:00', '22:00', 'Y', NULL, NULL, NULL, NULL, '방문', '충청남도 천안시 서북구 입장면 입장로 129', '041-521-6841', NULL, '36.91283150', '127.2212250', '2019-06-24 00:00:00'),
('목천체육관', '목천체육관', '체육관', '없음', '06:00', '22:00', '06:30', '23:00', 'N', NULL, NULL, NULL, NULL, '방문.전화', '충청남도 천안시 동남구 목천읍 종합휴양지로 6', '041-521-4673', NULL, '36.76913660', '127.2340785', '2019-06-24 00:00:00'),
('쌍용1동주민자치센터 헬스장', '쌍용1동주민자치센터', '기타', '토·일요일', '07:00', '22:00', '07:00', '22:00', 'Y', NULL, 10000, NULL, NULL, '방문', '충청남도 천안시 서북구 미라11길 13', '041-521-6903', NULL, '36.80464130', '127.1293565', '2019-06-24 00:00:00'),
('성정1동주민자치센터 건강증진실', '성정1동주민자치센터', '기타', '매주 토·일요일, 공휴일', '07:00', '22:00', '07:00', '22:00', 'Y', NULL, NULL, NULL, NULL, '방문', '충청남도 천안시 서북구 성정7길 34', '041-521-6861', NULL, '36.81752210', '127.1403271', '2019-06-24 00:00:00'),
('성정1동주민자치센터 다목적실', '성정1동주민자치센터', '기타', '매주 토·일요일, 공휴일', '07:00', '22:00', '07:00', '22:00', 'Y', NULL, NULL, NULL, NULL, '방문', '충청남도 천안시 서북구 성정7길 34', '041-521-6861', NULL, '36.81752210', '127.1403271', '2019-06-24 00:00:00'),
('성정1동주민자치센터 헬스장', '성정1동주민자치센터', '기타', '매주 토·일요일, 공휴일', '07:00', '22:00', '07:00', '22:00', 'Y', NULL, NULL, NULL, NULL, '방문', '충청남도 천안시 서북구 성정7길 34', '041-521-6861', NULL, '36.81752210', '127.1403271', '2019-06-24 00:00:00'),
('쌍용1동주민자치센터 다목적실', '쌍용1동주민자치센터', '다목적실', '토·일요일', '09:00', '22:00', '09:00', '22:00', 'Y', NULL, 10000, NULL, NULL, '방문', '충청남도 천안시 서북구 미라11길 13', '041-521-6903', NULL, '36.80464130', '127.1293565', '2019-06-24 00:00:00'),
('동면체육관', '동면체육관', '체육관', '매주 토·일요일', '09:00', '22:00', '09:00', '22:00', 'Y', NULL, 50000, NULL, NULL, '방문.전화', '충청남도 천안시 동남구 동면 동산1길 63', '041-521-4801', NULL, '36.77870840', '127.3488548', '2019-06-24 00:00:00'),
('아우내도서관 회의실', '아우내도서관', '회의실', '매월 첫째,셋째 월요일', '09:00', '22:00', '09:00', '22:00', 'Y', 4, 20000, NULL, NULL, '방문.전화', '충청남도 천안시 동남구 병천면 병천2로 57', '041-521-3723', 'lib.cheonan.go.kr', '36.76669110', '127.3024046', '2019-06-24 00:00:00'),
('아우내도서관 다목적실', '아우내도서관', '다목적실', '매월 첫째,셋째 월요일', '09:00', '22:00', '09:00', '22:00', 'Y', 4, 40000, NULL, NULL, '방문.전화', '충청남도 천안시 동남구 병천면 병천2로 58', '041-521-3723', 'lib.cheonan.go.kr', '36.76603440', '127.3030669', '2019-06-24 00:00:00'),
('수신면주민자치센터 다목적실', '수신면주민자치센터(복지회관)', '다목적실', '공휴일', '09:00', '22:00', '09:00', '22:00', 'N', 2, NULL, NULL, NULL, '방문', '충청남도 천안시 동남구 수신면 수신로 400', '041-521-4765', NULL, '36.72821510', '127.2805868', '2019-06-24 00:00:00'),
('신부문화회관', '신부문화회관', '기타', '없음', '09:00', '22:00', '09:00', '22:00', 'Y', 4, NULL, 2, NULL, '방문.전화', '충청남도 천안시 동남구 신부2길 12', '041-521-3744', 'www.cheonan.go.kr', '36.81765970', '127.1594536', '2019-06-24 00:00:00'),
('북면주민자치센터 다목적실', '북면주민자치센터', '다목적실', '공휴일', '09:00', '22:00', '09:00', '22:00', 'N', NULL, NULL, NULL, NULL, NULL, '충청남도 천안시 동남구 북면 위례성로 724', '041-521-4724', NULL, '36.82740020', '127.2731911', '2019-06-24 00:00:00'),
('신안동주민자치센터 다목적실', '신안동주민자치센터', '다목적실', '공휴일', '09:00', '22:00', '09:00', '22:00', 'N', NULL, NULL, NULL, NULL, NULL, '충청남도 천안시 동남구 신부3길 16-6', '041-555-6027', NULL, '36.82276970', '127.1546855', '2019-06-24 00:00:00'),
('신방도서관 다목적홀', '신방도서관', '다목적실', '매월 둘째,넷째 월요일', '09:00', '22:00', '09:00', '22:00', 'Y', 4, 40000, 4, NULL, '전화', '충청남도 천안시 동남구 통정4로 7', '041-521-3952', 'lib.cheonan.go.kr', '36.77439945', '127.1308466', '2019-06-24 00:00:00'),
('신방도서관 문화강좌실1', '신방도서관', '회의실', '매월 둘째,넷째 월요일', '09:00', '22:00', '09:00', '22:00', 'Y', 4, 20000, 4, NULL, '전화', '충청남도 천안시 동남구 통정4로 7', '041-521-3952', 'lib.cheonan.go.kr', '36.77395544', '127.1314463', '2019-06-24 00:00:00'),
('중앙도서관 다목적실', '정보교육원', '다목적실', '매월 둘째,넷째 월요일', '10:00', '18:00', '10:00', '18:00', 'N', 2, NULL, 1, NULL, '전화', '충청남도 천안시 동남구 중앙로 118', '041-521-3789', 'lib.cheonan.go.kr', '36.80911340', '127.1534079', '2019-06-24 00:00:00'),
('신방도서관 문화강좌실2', '신방도서관', '회의실', '매월 둘째,넷째 월요일', '09:00', '22:00', '09:00', '22:00', 'Y', 4, 20000, 4, NULL, '전화', '충청남도 천안시 동남구 통정4로 7', '041-521-3952', 'lib.cheonan.go.kr', '36.77413610', '127.1359041', '2019-06-24 00:00:00'),
('천안시청 봉서홀', '천안시청봉서홀', '강당', '매주 일요일', '09:00', '22:00', '09:00', '22:00', 'Y', NULL, NULL, NULL, NULL, '방문', '충청남도 천안시 서북구 번영로 156', '041-521-5304', NULL, '36.81569270', '127.1136868', '2019-06-24 00:00:00'),
('두정도서관 다목적실', '두정도서관', '다목적실', '매월 첫째, 셋째 월요일, 공휴일', '09:00', '22:00', '09:00', '22:00', 'Y', 4, 40000, 4, NULL, '전화', '충청남도 천안시 서북구 부성3길 9', '041-521-3733', 'lib.cheonan.go.kr', '36.83451290', '127.1344205', '2019-06-24 00:00:00'),
('두정도서관 문화강좌실', '두정도서관', '회의실', '매월 첫째, 셋째 월요일, 공휴일', '09:00', '22:00', '09:00', '22:00', 'Y', 4, 20000, 4, NULL, '전화', '충청남도 천안시 서북구 부성3길 9', '041-521-3733', 'lib.cheonan.go.kr', '36.83451290', '127.1344205', '2019-06-24 00:00:00'),
('성거읍사무소 주민자치센터 다목적실', '성거읍주민자치센터', '다목적실', '공휴일', '09:00', '22:00', '09:00', '22:00', 'N', NULL, NULL, NULL, NULL, NULL, '충청남도 천안시 서북구 성거읍 봉주로 469', '041-521-6786', NULL, '36.87795690', '127.1992617', '2019-06-24 00:00:00'),
('성환문화회관', '성환문화회관', '기타', '없음', '09:00', '22:00', '09:00', '22:00', 'Y', 4, NULL, 2, NULL, '방문.전화', '충청남도 천안시 서북구 성환읍 성진로 15', '041-521-3745', 'www.cheonan.go.kr', '36.91288830', '127.1372234', '2019-06-24 00:00:00'),
('직산읍주민자치센터 다목적실', '직산읍주민자치센터', '다목적실', '공휴일', '09:00', '22:00', '09:00', '22:00', 'Y', NULL, 20000, NULL, NULL, '방문', '충청남도 천안시 서북구 직산읍 삼은4길 2', '041-521-6818', NULL, '36.87870440', '127.1505203', '2019-06-24 00:00:00'),
('쌍용2동주민자치센터 교양강좌실1', '쌍용2동주민자치센터', '강의실', '토·일요일', '09:00', '22:00', '09:00', '22:00', 'N', NULL, NULL, NULL, NULL, '방문.전화', '충청남도 천안시 서북구 쌍용14길 70', '041-572-4492', NULL, '36.79622440', '127.1233471', '2019-06-24 00:00:00'),
('쌍용2동주민자치센터 교양강좌실2', '쌍용2동주민자치센터', '강의실', '토·일요일', '09:00', '22:00', '09:00', '22:00', 'N', NULL, NULL, NULL, NULL, '방문.전화', '충청남도 천안시 서북구 쌍용14길 70', '041-572-4492', NULL, '36.79622440', '127.1233471', '2019-06-24 00:00:00');
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
